/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Anuluj";
"FORCE_EJECT" = "Wymuś wysunięcie…";
"CONFIRM_FORCE" = "Wymuś wysunięcie";
"TRY_AGAIN" = "Spróbuj ponownie";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "Ten dysk nie został wysunięty, ponieważ może być on właśnie używany przez jeden lub kilka programów.";
"VOLUME_IN_USE" = "Dysk „%@” nie został wysunięty, ponieważ może być on właśnie używany przez jeden lub kilka programów.";

"TRYING_TO_EJECT_INFO" = "Jeżeli chcesz wysunąć dysk od razu, kliknij w przycisk „Wymuś wysunięcie”.";
"UNABLE_TO_EJECT_INFO" = "Możesz spróbować wysunąć ten dysk ponownie lub kliknąć w przycisk „Wymuś wysunięcie”, aby wysunąć go od razu.";

"UNKNOWN_FORCE_EJECT" = "Czy na pewno chcesz wysunąć ten dysk?";
"VOLUME_FORCE_EJECT" = "Czy na pewno chcesz wysunąć dysk „%@”?";

"CONFIRM_FORCEEJECT_INFO" = "Wysunięcie tego dysku może spowodować problemy z nim lub z zachowanymi na nim informacjami.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "Nie można wysunąć tego dysku, ponieważ jest on używany przez „%@”.";
"VOLUME_IN_USE_BY_1GUIPROC" = "Nie można wysunąć dysku „%1$@”, ponieważ jest on używany przez „%2$@”.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "Nie można wysunąć tego dysku, ponieważ jest on używany przez „%1$@” i „%2$@”.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "Nie można wysunąć dysku „%1$@”, ponieważ jest on używany przez „%2$@” i „%3$@”.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "Nie można wysunąć tego dysku, ponieważ jest on używany przez „%@” i inne programy.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "Nie można wysunąć dysku „%1$@”, ponieważ jest on używany przez „%2$@” i inne programy.";

"QUIT_ONE_INFO" = "Zakończ ten program i spróbuj wysunąć dysk ponownie.";
"QUIT_MULTIPLE_INFO" = "Zakończ te programy i spróbuj wysunąć dysk ponownie.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "Nie można wysunąć tego dysku, gdyż jest wykorzystywany przez użytkownika „%@”.";
"VOLUME_IN_USE_BY_1USER" = "Nie można wysunąć dysku „%1$@”, gdyż jest wykorzystywany przez użytkownika „%2$@”.";

"UNKNOWN_IN_USE_BY_2USERS" = "Nie można wysunąć tego dysku, gdyż jest wykorzystywany przez innych użytkowników („%1$@” oraz „%2$@”).";
"VOLUME_IN_USE_BY_2USERS" = "Nie można wysunąć dysku „ %1$@”, gdyż jest wykorzystywany przez innych użytkowników („%2$@” oraz „%3$@”).";

"UNKNOWN_IN_USE_BY_3USERS" = "Nie można wysunąć tego dysku, gdyż jest wykorzystywany przez innych użytkowników („%1$@”, „%2$@” i innych).";
"VOLUME_IN_USE_BY_3USERS" = "Nie można wysunąć dysku „ %1$@”, gdyż jest wykorzystywany przez innych użytkowników („%2$@”, „%3$@” i innych).";

"LOGOUT_ONE_INFO" = "Gdy użytkownik „%@” nie będzie używać tego dysku, spróbuj go ponownie wysunąć.";
"LOGOUT_MULTIPLE_INFO" = "Gdy inni użytkownicy nie będą używać tego dysku, spróbuj go ponownie wysunąć.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "Nie można wysunąć dysku „%1$@”, ponieważ jest on używany.";
"UNKNOWN_HAS_DISKIMAGE" = "Nie można wysunąć tego dysku, ponieważ jest on używany.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Wysuń najpierw „%1$@”, po czym ponownie spróbuj wysunąć „%2$@”.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Wysuń najpierw „%1$@” i „%2$@”, po czym ponownie spróbuj wysunąć „%3$@”.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Wysuń najpierw „%1$@” i inne dyski, po czym ponownie spróbuj wysunąć „%2$@”.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Wysuń najpierw „%1$@”, po czym ponownie spróbuj wysunąć ten dysk.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Wysuń najpierw „%1$@” i „%2$@”, po czym ponownie spróbuj wysunąć ten dysk.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Wysuń najpierw „%1$@” i inne dyski, po czym ponownie spróbuj wysunąć ten dysk.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "Dysk został wysunięty.";
"VOLUME_WAS_EJECTED" = "Dysk „%@” został wysunięty.";


/* Misc strings */
"TRYING_TO_EJECT" = "Próbuję wysunąć";

"PROCESS_PID" = "Proces %d";